{
  "tojikon_sentences": [
    "Баъдҳо С.П.Толстов борҳо ба сари масъалаи сохти иҷтимоии иқтисодии Осиёи Миёнаи Қадим баргашта, ҳаракат кард, ки асосан бо мадади мадраки таърихи шабакаи обёрии Хоразм нуктаи дар ин ноҳия вуҷуд доштани сохти ғуломдориро исбот кунад.",
    "Дар хоҷагии қишлоқ, аз ҷумла дар обёрӣ истифода шудани меҳнати ғуломон аз эҳтимол дур нест.",
    "Вале чунин иддаои С.П.Толстов, ки аҳолии озод дар сохтмони шабакаи обёрӣ ширкат надошт ва каналҳои қадима «бо қувваи ғуломони сершумори дар дигар намудҳои зироаткорӣ машғул набуда сохта шудаанд», ба назари мо он қадар баҳснопазир нест.",
    "Аз рӯи ҳисобу китоби С.П.Толстов фақат дар сохтмони канали биступанҷкилометраи Хонбосқалъа мардони ноҳияи атрофи канал, агар соле 20 рӯзӣ кор мекарданд, 15 – 25 соли онҳо сарф мешуд.",
    "Ба фикри С.П.Толстов, ин кор ҳеҷ мумкин не, аз ин рӯ, ин каналҳоро шумораи зиёди ғуломон сохтаанд.",
    "Ин мулоҳизаҳо ба ду гумон асос ёфтаанд: каналҳои калон ниҳоят тез сохта мешуданд; аҳолии зироаткори воҳа метавонист дар сохтмони канал соле ҳамагӣ 20 рӯз кор кунад.",
    "Абдулатиф дер боз орзуи соҳибӣ кардани тоҷу тахтро дар дил мепарварид.",
    "Рӯҳониёни мутаассиби ислом ва шайхони тариқати дарвешӣ, ки Улуғбекро бад медиданд, ин майлу иштиёқи салтанатхоҳии вайро боз ҳам афзунтар мегардониданд.",
    "Бо ҳамин қасд Абдулатиф падарашро кушт ва барои тамоман эмин будан аз даъвои тахти салтанат бародарашро ҳам нобуд сохт.",
    "Аз низоъҳои байнихудии ин хонадон тоифаҳои бодиянишин, ки мавқеи онҳо дар ҳаёти сиёсии мамлакат торафт бештар мегардид, истифода бурданд.",
    "Аз аҳли хонадони темурӣ ба Абӯсаид муяссар гардид, ки бо кӯмаки қувваҳои муттаҳидаи тоифаи бодиянишини ӯзбек бо сардории Абулхайрхон ҳокимияти авлоди Мироншоҳро дар Мовароуннаҳр дубора барқарор кунад.",
    "Пас аз мӯҳр кардани ҳосил онро амлокдор омада мебинад ва тахминан бо назардид ва як газ чӯб муайян мекунад, ки дар хирман чанд ботман ҳосил ҳаст.",
    "Дар ин хел мавридҳо одатан деҳқон доду вой мебардорад ва аслашро гирем, дар ин сурат мувофиқи қонун ҳосилро баркашида санҷидан даркор, вале ин корро дар ҳеҷ куҷо намекунанд.",
    "Нархи бозорро мепурсанду вале онро 10-15 фоиз кам карда ба деҳқон хабар медиҳанд.",
    "Бар замми ин агар андоз ба шакли пул талаб карда шавад, ҳама гандуми худро ба бозор мебароранд, ки талабот ба он зиёд нест ва нархи гандум якбора паст шуда меравад."
  ],
  "names_sentences": [
    "Аҳмад имрӯз ба мактаб рафт. Фаррух китоб мехонад. Зулайхо дар боғ гул мешинонад.",
    "Шерзод футбол бозӣ мекунад. Мастона хурсанд аст. Беҳрӯз суруд мехонад.",
    "Мадина дар синф кори навиштаистодааст. Комрон бародарашро интизор аст. Нигина дар китобхона аст.",
    "Исфандиёр ба дӯкони нон меравад. Ҷамшед бо дӯстонаш ба бозор рафт. Фотима хонаи бибияшро тоза мекунад.",
    "Сафар бо мошинаш ба Душанбе меравад. Хуршед дар корхона кор мекунад. Мавлуда ба шӯъба барои маълумот меояд.",
    "Муҳаммад бо ӯ сӯҳбат мекунад. Раъно дар мактаби миёна таҳсил мекунад. Зариф ба варзишгоҳ меравад.",
    "Дилором дар шифохона кор мекунад. Рустам ба бозӣ меравад. Нозия ба кӯча баромад.",
    "Ҷовид ба китобхона рафт. Гулрухсор дар боғ гул месабзонад. Камол ба дарс омода мешавад.",
    "Сироҷ бо писараш бозӣ мекунад. Зебо ба боғча меравад. Ғафур бо ҳамкоронаш вохӯрӣ донист.",
    "Таҳмина дар синфхона нишастааст. Зулфия бо бародараш ба кинотеатр меравад. Хушнуд бо хонаи наваш шод аст.",
    "Ҳаким дар корхона машғул аст. Малика ба хона баргашт. Латифа бо дӯстон ба меҳмонхона меравад.",
    "Аслиддин китоб мехонад. Рано дар маркази савдо кор мекунад. Абдураҳмон ба варзиш машғул аст.",
    "Ориф бо писараш сайр мекунад. Фатҳуллоҳ ба мактаб меравад. Нигина бо модараш ба бозор рафт.",
    "Ҷалол ба меҳмонхона омад. Шаҳноза дар боғча бо кӯдакон бозӣ мекунад. Камолиддин дар меҳмонхона кор мекунам.",
    "Ҳасан бо дӯстон ба таътил меравад. Нозанин ба мактаб омад. Муҳаммадҷон бо бародараш дар боғ сайр мекунад.",
    "Зулола дар хона нишастааст. Шаҳло дар синф кор мекунад. Ҷамолиддин дар кӯча истодааст.",
    "Ҳикмат бо модараш боғро тоза мекунад. Ширинҷон дар меҳмонхона хизмат мекунад. Гулбахор бо бародараш бозӣ мекунад.",
    "Абдувалӣ ба варзишгоҳ меравад. Саидҷон дар китобхона кор мекунад. Равшанбек ба мактаб меравад.",
    "Дилшод бо дӯстон ба кинотеатр меравад. Нозимҷон дар хона нишастааст. Муродҷон бо дӯстон бозӣ мекунад.",
    "Тахмина ба боғча меравад. Фирдавс дар мактаб омӯзгор аст. Нодира ба синф омад.",
    "Зубайдуллоҳ бо бародараш сайр мекунад. Лола дар кӯча истодааст."
  ],
  "difficult_words": [
    "мазмунистон",
    "мубҳам",
    "пиндор",
    "шумул",
    "фикран",
    "исботнопазир",
    "зоҳирпараст",
    "дарёбидан",
    "гуфтор",
    "оштинопазир",
    "ҳастишиносӣ",
    "тадбирнокӣ",
    "бузургворона",
    "тафаккур",
    "мусалмонавор",
    "гунаҳкорсозӣ",
    "устуворфикрӣ",
    "кӯҳансолона",
    "мантиқназарӣ",
    "нуқтаи назар",
    "шаклгирӣ",
    "руҳпарастӣ",
    "мавқеъгирӣ",
    "бефарқона",
    "носаф",
    "одобпарварӣ",
    "бадгумонӣ",
    "озмоишпазир",
    "сиришт",
    "ғайриоддӣ",
    "пажӯҳишгарона",
    "беназиргӣ",
    "назокатмандӣ",
    "мушоҳидакорӣ",
    "гуфторшиносӣ",
    "талаффузнопазир",
    "хирадмандӣ",
    "бидъат",
    "ҳикматомез",
    "бисёрмаънӣ",
    "ахлоқгароӣ",
    "фалсафашиносӣ",
    "ҳаммаъноӣ",
    "норавшанӣ",
    "сухангузорӣ",
    "қафопарастӣ",
    "нақдуназар",
    "меҳрумуҳаббат",
    "адёншиносӣ",
    "арзишмандӣ",
    "садоқатмандӣ",
    "мутафаккир",
    "пайғамбарона",
    "ботиншиносӣ",
    "нобоварӣ",
    "мутафовит",
    "бозтамаддун",
    "ғояпазирӣ"
  ],
  "numerical_samples": [
    "Имрӯз санаи 25-уми июл аст.",
    "Мо соати 8:30 ба кор меравем.",
    "Дар маҷмӯъ 127 сомонӣ сарф шуд.",
    "Масофа 23 километр буд.",
    "Дар синфи мо 18 нафар ҳастанд.",
    "Нархи китоб 45 сомонӣ аст.",
    "Зодрӯзи ман 3-юми ноябр аст.",
    "Ман рӯзи ҷумъа, соати 14:15 вохӯрӣ дорам.",
    "Вазни ин ҷисм 7,5 килограмм аст.",
    "Фарзандони онҳо 5 ва 8 солаанд.",
    "Ман соати 6:00 бедор мешавам.",
    "Суръати мошин 80 км/соат буд.",
    "Мо дар 2020 соли таҳсилро оғоз кардем.",
    "Рақами телефони ман 93-123-45-67 аст.",
    "Миқдори об 1,5 литр буд.",
    "Маърака рӯзи 14-уми феврал баргузор мешавад.",
    "Имтиҳон соати 9:45 оғоз меёбад.",
    "Дар моҳи сентябр 30 рӯз аст.",
    "Теъдоди китобҳо дар китобхона 12,000 аст.",
    "Онҳо дар 2018 ба ин хона кӯчиданд.",
    "Ҷадвал аз соати 10 то 17 идома мекунад.",
    "Мо 3 бор кӯшиш кардем.",
    "Рӯзнома соати 7:00 пагоҳӣ меояд.",
    "Қарор аст вохӯрӣ рӯзи 10-уми август бошад.",
    "Ҳарорати ҳаво имрӯз 36 дараҷа аст.",
    "Ман 11 кило коғаз харидам.",
    "Ҷавоб 2345 мебошад.",
    "Ман 4 рӯз пеш рафтам.",
    "Падар 2 соат пас мерасад.",
    "Мо 90 дақиқа мунтазир шудем.",
    "Ин имтиҳон 20 савол дорад.",
    "Ман 100 доллар сарф кардам.",
    "Маросим соати 15:00 оғоз мешавад.",
    "Дар дастаи онҳо 22 бозигар ҳаст.",
    "Билет 75 сомонӣ арзиш дорад.",
    "Соли таваллудатон 1999 аст?",
    "Нарх аз 30 то 50 сомонӣ фарқ мекунад.",
    "Масофа то деҳа 12 километр аст.",
    "Ман 3 маротиба ин китобро хондаам.",
    "Қадаш 1,72 метр аст.",
    "Ман 6 пиёла чой нӯшидем.",
    "Дар хона 5 лампа фурӯзон буд.",
    "Ҳафта 7 рӯз дорад.",
    "Саноати кишвар дар соли 2023 афзоиш ёфт.",
    "Мо 1000 нафарро даъват кардем.",
    "Қимати ин маҳсулот 39 сомонӣ аст.",
    "Субҳ соати 5:30 бедор шудам.",
    "Ман 2 соат телевизор тамошо кардам.",
    "Ин файл 11 мегабайт аст.",
    "Ҳаҷми баста 20 литр аст.",
    "Ман санаи 1-уми сентябр бармегардам."
  ],
  "conversation": [
    "Салом! Ту чӣ хел ҳастӣ? Ман чанд рӯз аст, ки туро намебинам, чӣ хабар дорӣ?",
    "Салом! Ман хубам, ташаккур. Рӯзе пурфайз буд, аммо кору зиндагӣ бисёр буд. Ту чӣ хелӣ? Чӣ хабарҳо аз хонаи ту?",
    "Ҳама хубанд, падару модарам саломатанд. Ман ба донишгоҳ рафта истодаам, дарсҳо пурмашқанд, вале кӯшиш мекунам хуб таҳсил кунам. Дар кор ҳам машғул ҳастам, аз ин рӯ вақти холӣ камтар дорам.",
    "Хуб аст, ки машғул ҳастӣ. Ман ҳам дар корхона кор мекунам ва бо муаллифон дар як лоиҳаи нав ҳамкорӣ дорам. Дар ин моҳҳо бисёр мушкилот доштам, вале кӯшиш мекунам, ки беҳтар шавам.",
    "Лоиҳаи шумо чӣ гуна аст? Мехоҳам бештар шунавам. Ман ҳам ба омӯзиши забони англисӣ оғоз кардам ва барномаҳои омӯзиширо пайгирӣ мекунам.",
    "Лоиҳа хеле мураккаб аст, аммо шавқовар. Мо мехоҳем як барномаи омӯзишӣ барои донишҷӯён таҳия кунем. Омӯхтани забони англисӣ хеле муфид аст, хусусан барои донишҷӯён. Ман ҳам барномаи махсус гирифтам ва бо он машғул мешавам.",
    "Хуб мешавад, агар мо бо ҳам ҳамкорӣ кунем ва дар омӯзиш кӯмак расонем. Ман дар грамматика мушкилот дорам, вале суханварӣ хуб аст. Ту чӣ гунаи?",
    "Ман бештар дар луғат ва фаҳмиши матнҳо мушкилот дорам. Ба назарам, мо метавонем якдигарро дастгирӣ кунем ва ба ҳам кӯмак расонем. Масалан, ҳар рӯз каме матн мехонем ва фикрҳоямонро мубодила мекунем.",
    "Ин фикри хеле хуб аст! Ман барои оғози кор чанд матн омода мекунам ва ту онҳоро баррасӣ мекунӣ. Баъдан мо метавонем дар бораи онҳо сӯҳбат кунем ва саволҳоро баррасӣ намоем.",
    "Ман бо шавқ интизорам. Агар вақт дошта бошӣ, мо метавонем бо якдигар тамос гирем ва мустақиман сӯҳбат кунем. Ин барои машқ кардани нутқ ҳам кӯмак мекунад.",
    "Албатта! Ман боиси ҳастам, ки якчанд дақиқа ҳар рӯз сӯҳбат кунем. Ин ба хуб шудани забон кӯмак мекунад ва муоширатро беҳтар месозад.",
    "Хуб, пас рӯз ва вақти мувофиқро муайян мекунем. Ман фикр мекунам, ки баъд аз соати 6-и шом беҳтар аст, вақте ки кор тамом мешавад ва вақти холӣ бештар мешавад.",
    "Ин вақт барои ман ҳам мувофиқ аст. Пас, мо рӯзҳои душанбе, чоршанбе ва ҷумъа пас аз соати 6 сӯҳбат мекунем.",
    "Хуб, созиш шуд! Ман ҳоло барои рӯзи душанбе омодагӣ мегирам ва матнҳоро меҷӯям. Умедворам, ки кори мо бисёр муваффақ хоҳад буд.",
    "Ман ҳам ҳамин тавр фикр мекунам. Бисёр ташаккур барои омодагии ту. Ман ҳам барои оғози кор омодам. Ҳоло каме дам мегирам ва баъдан ба омодагӣ шурӯъ мекунам.",
    "Хуб фикр мекунӣ! Дамгирӣ муҳим аст, ки шиддатро кам кунем ва бо шавқ кор кунем. Агар дар ҷараёни омӯзиш савол ё мушкилот пеш ояд, ман ҳамеша дар паём ҳастам.",
    "Ташаккур! Ман ҳам ҳамин тавр. Баъд аз омӯзиш натиҷаҳои худро бо ту тақсим мекунам. Биё кӯшиш кунем, ки ҳамарӯза навомӯзем ва беҳтар шавем.",
    "Ҳақиқатан! Бо кӯмаки якдигар, мо метавонем ба ҳадафҳои худ бирасем. Ман боварӣ дорам, ки ин кор барои ҳардуи мо муваффақ хоҳад буд.",
    "Пас, мо якҷоя омӯхта беҳтар хоҳем шуд. Ташаккур, дӯсти азиз. Ба зудӣ сӯҳбат мекунем!",
    "Ба зудӣ! Худо нигаҳбонат бошад!"
  ],
  "ruboi_sample": [
    "Касро паси пардаи қазо роҳ нашуд,",
    "В-аз сирри қадар ҳеч кас огоҳ нашуд.",
    "Ҳафтоду ду сол фикр кардам шабу рӯз,",
    "Мальлумам шуд, ки ҳеч маълум нашуд."
],
}
